# Пользователь вводит номер буквы в алфавите. Определить, какая это буква

l = int(input("Номер: "))
l+=96
data = chr(l)
print(data)
